import image3 from "../assets/organization/prezident1.jpg";
import image2 from "../assets/organization/secretar.jpg";
import image1 from "../assets/organization/president.jpg";

export const testimonialsData = [
  {
    image: image1,
    review:
      "Президент Федерации обеспечивает стратегическое руководство, формирует ключевые направления развития и выстраивает партнёрские связи для устойчивого становления киберспорта в Кыргызской Республике.",
    name: "Ылайтегин Абдуллах Таалайбек уулу",
    status: "Президент Федерации",
  },
  {
    image: image2,
    review:
      "Отвечает за административную координацию, международное сотрудничество и эффективное функционирование всех подразделений Федерации.",
    name: "Бекболотов Баэль  Бакытбекович",
    status: "Генеральный секретарь",
  },
  {
    image: image3,
    review:
      "Курирует развитие игровых дисциплин, организует тренировки и взаимодействие между игроками и тренерами.",
    name: "Мамасадык уулу Майрамбек",
    status: "Координатор по компьютерным играм",
  },
];
